brew "curl"
brew "docker", link: false
brew "htop"
brew "fzf"
brew "truncate"
brew "python"
brew "gitui"
brew "gh" # github cli
brew "starship" # cli
brew "exa" # better ls
brew "zoxide" # better cd -> alias to j
brew "diff-so-fancy" # better git diff
brew "mprocs" # mutliple processs manager
brew "overmind" # mutliple processs manager for tmux
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fnm" # node version manager
brew "tmux" # [tmux]
brew "tmux-mem-cpu-load" # [tmux] nice cpu plugin
brew "reattach-to-user-namespace" # [tmux] for osx clipboard issue
brew "pyenv" # python version manager
cask "appcleaner"
cask "docker"
cask "iterm2"
cask "notion"
cask "slack"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "maccy"
cask "whatsapp"
cask "itsycal"
cask "menumeters"
cask "rectangle"
