brew "curl"
brew "docker", link: false
brew "htop"
brew "fzf"
brew "truncate"
brew "python"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "gitui"
brew "gh"
brew "starship"
brew "exa"
brew "zoxide"
brew "diff-so-fancy"
brew "mprocs"
brew "overmind"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fnm"
brew "reattach-to-user-namespace"
cask "appcleaner"
cask "docker"
cask "iterm2"
cask "notion"
cask "slack"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "maccy"
cask "hammerspoon"
cask "whatsapp"
cask "itsycal"
cask "menumeters"
